Repository: Ri-dha/Vip
Catalog: VipTest/Resources/SharedResource.*.resx
Languages: ar

source: User Already Exists.
ar: المستخدم موجود بالفعل.

source: User Is Not A Driver
ar: المستخدم ليس ساىق.

source: User Is Not A Customer
ar: المستخدم ليس زبون

source: User Not Found
ar: المستخدم غير موجود

# InvalidPassword
source: Invalid Password or Phone Number
ar: الرمز السري خطأ او الرقم

source: User Is Not An Admin
ar: المستخدم ليس مدير

# Roles_Admin
source: admin
ar: اداري

# Roles_Driver
source: driver
ar: سائق

# Roles_Customer
source: customer
ar: زبون

# AdministrativeRoles_Manager
source: Manager
ar: مدير

# AdministrativeRoles_Editor
source: Editor
ar: محرر

# AdministrativeRoles_Administrator
source: Administrator
ar: مسؤول

# AdministrativeRoles_Support
source: Support
ar: دعم

# VehicleStatus_Available
source: Available
ar: متاح

# VehicleStatus_OnTrip
source: On Trip
ar: في رحلة

# VehicleStatus_OutOfService
source: Out of Service
ar: خارج الخدمة

# VehicleStatus_InMaintenance
source: In Maintenance
ar: في الصيانة

# VehicleStatus_NotAvailable
source: Not Available
ar: غير متاح

source: Password Reset Successfully
ar: تم تعديل الرمز السري بنجاح

source: Failed to create warehouse
ar: فشل في إنشاء المستودع

source: Failed to update warehouse
ar: فشل تحديث المستودع

source: Vehicle Not Found
ar: مركبة غير موجودة

source: Failed To Create Vehicle
ar: فشل في انشاء المركبة

source: Failed To Update Vehicle
ar: فشل في تحديث المركبة

# IraqGovernorates_Baghdad
source: Baghdad
ar: بغداد

# IraqGovernorates_Basra
source: Basra
ar: البصرة

# IraqGovernorates_Maysan
source: Maysan
ar: ميسان

# IraqGovernorates_DhiQar
source: Dhi Qar
ar: ذي قار

# IraqGovernorates_Muthanna
source: Muthanna
ar: المثنى

# IraqGovernorates_Qadisiyyah
source: Qadisiyyah
ar: القادسية

# IraqGovernorates_Wasit
source: Wasit
ar: واسط

# IraqGovernorates_Diyala
source: Diyala
ar: ديالى

# IraqGovernorates_Sulaymaniyah
source: Sulaymaniyah
ar: السليمانية

# IraqGovernorates_Erbil
source: Erbil
ar: أربيل

# IraqGovernorates_Dohuk
source: Dohuk
ar: دهوك

# IraqGovernorates_Kirkuk
source: Kirkuk
ar: كركوك

# IraqGovernorates_SalahAlDin
source: Salah Al-Din
ar: صلاح الدين

# IraqGovernorates_Anbar
source: Anbar
ar: الأنبار

# IraqGovernorates_Najaf
source: Najaf
ar: النجف

# IraqGovernorates_Karbala
source: Karbala
ar: كربلاء

# IraqGovernorates_Babil
source: Babil
ar: بابل

# VehicleType_Vip
source: VIP
ar: كبار الشخصيات

# VehicleType_Normal
source: Normal
ar: عادي

# VehicleType_Rental
source: Rental
ar: تأجير

# DriverStatus_Available
source: Available
ar: متاح

# DriverStatus_OnRide
source: On Ride
ar: في رحلة

# DriverStatus_Offline
source: Offline
ar: غير متصل

# DriverStatus_Suspended
source: Suspended
ar: معلق

source: Failed To Create Ride
ar: فشل في إنشاء الرحلة

source: Ride Not Found
ar: لم يتم العثور على الرحلة

source: Failed To Update Ride
ar: فشل في تحديث الرحلة

source: User Not Authenticated
ar: لم تتم مصادقة المستخدم

source: Driver Not Found
ar: لم يتم العثور على السائق

source: Customer Not Found
ar: لم يتم العثور على العميل

source: RideBilling Type Already Exist
ar: نوع فاتورة الركوب موجود بالفعل

source: Failed To Create Ride Billing
ar: فشل في إنشاء فاتورة الركوب

source: Failed To Delete Ride Billing
ar: فشل في حذف فاتورة الرحلة

source: Failed To Get Ride Billing
ar: فشل في الحصول على فاتورة الركوب

# RideType_Vip_From_Airport
source: VIP From Airport
ar: كبار الشخصيات من المطار

# RideType_Vip_To_Airport
source: VIP To Airport
ar: كبار الشخصيات إلى المطار

# RideType_Normal_From_Airport
source: Normal From Airport
ar: عادي من المطار

# RideType_Normal_To_Airport
source: Normal To Airport
ar: عادي إلى المطار

# RideType_Vip_OutSide_City
source: VIP Outside City
ar: كبار الشخصيات خارج المدينة

# RideType_Normal_OutSide_City
source: Normal Outside City
ar: عادي خارج المدينة

# RideType_Vip
source: Vip
ar: كبار الشخصيات

# RideType_Normal
source: Normal
ar: عادي

source: Favourite Place Not Added
ar: المكان المفضل لم يتم اضافته

source: Favourite Place Not Found
ar: لم يتم العثور على المكان المفضل

source: Favourite Place Not Updated
ar: المكان المفضل لم يتم تحديثه

# PlaceType_Home
source: Home
ar: منزل

# PlaceType_Work
source: Work
ar: عمل

# PlaceType_Apartment
source: Apartment
ar: شقة

# PlaceType_Other
source: Other
ar: آخر

source: Discount Not Added
ar: لم يتم إضافة الخصم

source: Discount Not Found
ar: لم يتم العثور على الخصم

source: Discount Not Updated
ar: الخصم لم يتم تحديثه

# DiscountServices_VipRideService
source: VIP Ride Service
ar: خدمة النقل لكبار الشخصيات

# DiscountServices_NormalRideService
source: Normal Ride Service
ar: خدمة النقل العادية

# DiscountServices_CarRentalService
source: Car Rental Service
ar: خدمة تأجير السيارات

# CustomerStatus_Active
source: Active
ar: نشط

# CustomerStatus_Inactive
source: Inactive
ar: غير نشط

# CustomerStatus_Suspended
source: Suspended
ar: معلق

# RideStatus_Pending
source: Pending
ar: قيد الانتظار

# RideStatus_Confirmed
source: Confirmed
ar: مؤكد

# RideStatus_Completed
source: Completed
ar: مكتمل

# RideStatus_Canceled
source: Canceled
ar: ملغى

# RideStatus_Rejected
source: Rejected
ar: مرفوض

# RideStatus_Started
source: Started
ar: بدأ

# RidePaymentType_Cash
source: Cash
ar: نقدي

# RidePaymentType_Card
source: Card
ar: بطاقة

# RidePaymentType_Wallet
source: Wallet
ar: محفظة

source: Failed To Create Support Ticket
ar: فشل في إنشاء تذكرة الدعم

source: Support Ticket Not Found
ar: لم يتم العثور على تذكرة الدعم

source: Failed To Update Support Ticket
ar: فشل تحديث تذكرة الدعم

source: Failed To Delete Support Ticket
ar: فشل في حذف تذكرة الدعم

source: Admin Not Found
ar: لم يتم العثور على المشرف

source: Designated Places Not Found
ar: لم يتم العثور على الأماكن المخصصة

source: Failed To Update Designated Places
ar: فشل في تحديث الأماكن المخصصة

source: Settings Not Found
ar: ألاعدادت غير متاحه

source: Failed To Create Designated Places
ar: فشل في إنشاء الأماكن المخصصة

source: Invalid Ride Status
ar: حالة الرحلة غير صالحة

source: Discount Not Valid
ar: الخصم مرفوض او منتهي

# Destiantion_ToAirport
source: To Airport
ar: إلى المطار

# Destiantion_FromAirport
source: From Airport
ar: من المطار

# Destiantion_Other
source: Other
ar: اخرى

source: Review Not Found
ar: المراجعه غير موجوده

# TicketType_General
source: General
ar: عام

# TicketType_Complaint
source: Complaint
ar: شكوى

# TicketType_Inquiry
source: Inquiry
ar: استفسار

# TicketType_Other
source: Other
ar: أخرى

# TicketType_Refund
source: Refund
ar: استرداد

# TicketType_Suggestion
source: Suggestion
ar: اقتراح

# TicketType_Payment
source: Payment
ar: دفع

# TicketType_Technical
source: Technical
ar: تقني

# TicketStatus_Open
source: Open
ar: مفتوح

# TicketStatus_InProgress
source: In Progress
ar: قيد التنفيذ

# TicketStatus_Closed
source: Closed
ar: مغلق

# CarBrand_Toyota
source: Toyota
ar: تويوتا

# CarBrand_Honda
source: Honda
ar: هوندا

# CarBrand_Ford
source: Ford
ar: فورد

# CarBrand_Chevrolet
source: Chevrolet
ar: شيفروليه

# CarBrand_Nissan
source: Nissan
ar: نيسان

# CarBrand_Mercedes
source: Mercedes
ar: مرسيدس

# CarBrand_BMW
source: BMW
ar: بي إم دبليو

# CarBrand_Audi
source: Audi
ar: أودي

# CarBrand_Hyundai
source: Hyundai
ar: هيونداي

# CarBrand_Kia
source: Kia
ar: كيا

# CarBrand_Volkswagen
source: Volkswagen
ar: فولكس فاجن

# CarBrand_Mazda
source: Mazda
ar: مازدا

# CarBrand_Subaru
source: Subaru
ar: سوبارو

# CarBrand_Jeep
source: Jeep
ar: جيب

# CarBrand_Volvo
source: Volvo
ar: فولفو

# CarBrand_Porsche
source: Porsche
ar: بورش

# CarBrand_Lexus
source: Lexus
ar: لكزس

# CarBrand_LandRover
source: Land Rover
ar: لاند روفر

# CarBrand_Jaguar
source: Jaguar
ar: جاغوار

# CarBrand_Mitsubishi
source: Mitsubishi
ar: ميتسوبيشي

# CarBrand_Dodge
source: Dodge
ar: دودج

# CarBrand_Chrysler
source: Chrysler
ar: كرايسلر

# CarBrand_Buick
source: Buick
ar: بويك

# CarBrand_Cadillac
source: Cadillac
ar: كاديلاك

# CarBrand_Acura
source: Acura
ar: أكيورا

# CarBrand_Other
source: Other
ar: أخرى

# ShifterType_Manual
source: Manual
ar: يدوي

# ShifterType_Automatic
source: Automatic
ar: تلقائي

# RentalOrderStatus_Pending
source: Pending
ar: قيد الانتظار

# RentalOrderStatus_Confirmed
source: Confirmed
ar: مؤكد

# RentalOrderStatus_Completed
source: Completed
ar: مكتمل

# RentalOrderStatus_Canceled
source: Canceled
ar: ملغى

# RentalOrderStatus_Rejected
source: Rejected
ar: مرفوض

# RentalOrderStatus_PickedUp
source: Picked Up
ar: تم الاستلام

# RentalOrderStatus_DroppedOff
source: Dropped Off
ar: تم التسليم

source: Warehouse Not Found
ar: فشل جلب المستودع

# RentalOrderStatus_CarBack
source: Car is back
ar: تم استلام السيارة

# RentalOrderStatus_CarNotBack
source: Car Not Back
ar: لم تعد السيارة

# PickUpType_FromWareHouse
source: From warehouse
ar: من المعرض

# PickUpType_ChosenLocation
source: Chosen Location
ar: موقع مختار

# NotificationType_Info
source: Info
ar: معلومة

# NotificationType_Warning
source: Warning
ar: تحذير

# NotificationType_Error
source: Error
ar: خطأ

# NotificationType_Discount
source: Discount
ar: خصم

# NotificationType_Promotion
source: Promotion
ar: اعلان

# NotificationType_SystemUpdate
source: System Update
ar: تحديث النظام

# NotificationType_Other
source: Other
ar: أخرى

# NotificationStatus_Sent
source: Sent
ar: تم الإرسال

# NotificationStatus_Scheduled
source: Scheduled
ar: مجدول

# Roles_BranchManager
source: Branch Manager
ar: مدير فرع

# CarAcceptanceStatus_Pending
source: Pending
ar: معلق

# CarAcceptanceStatus_Accepted
source: Accepted
ar: مقبول

# CarAcceptanceStatus_Rejected
source: Rejected
ar: مرفوض

# RideType_Vip_To_AlMuthana
source: VIP To Al Muthana
ar: كبار الشخصيات إلى المثنى

# RideType_Normal_To_AlMuthana
source: Normal To Al Muthana
ar: عادي إلى المثنى

# RideType_Vip_To_DhiQar
source: VIP To Dhi Qar
ar: كبار الشخصيات إلى ذي قار

# RideType_Normal_To_DhiQar
source: Normal To Dhi Qar
ar: عادي إلى ذي قار

# RideType_Vip_To_Maysan
source: VIP To Maysan
ar: كبار الشخصيات إلى ميسان

# RideType_Normal_To_Maysan
source: Normal To Maysan
ar: عادي إلى ميسان

# RideType_Vip_To_Qadisiyah
source: VIP To Qadisiyah
ar: كبار الشخصيات إلى القادسية

# RideType_Normal_To_Qadisiyah
source: Normal To Qadisiyah
ar: عادي إلى القادسية

# RideType_Vip_To_Samawa
source: VIP To Samawa
ar: كبار الشخصيات إلى السماوة

# RideType_Normal_To_Samawa
source: Normal To Samawa
ar: عادي إلى السماوة

# RideType_Vip_To_Wasit
source: VIP To Wasit
ar: كبار الشخصيات إلى واسط

# RideType_Normal_To_Wasit
source: Normal To Wasit
ar: عادي إلى واسط

# RideType_Vip_To_Babil
source: VIP To Babil
ar: كبار الشخصيات إلى بابل

# RideType_Normal_To_Babil
source: Normal To Babil
ar: عادي إلى بابل

# RideType_Vip_To_Najaf
source: VIP To Najaf
ar: كبار الشخصيات إلى النجف

# RideType_Normal_To_Najaf
source: Normal To Najaf
ar: عادي إلى النجف

# RideType_Vip_To_Karbala
source: VIP To Karbala
ar: كبار الشخصيات إلى كربلاء

# RideType_Normal_To_Karbala
source: Normal To Karbala
ar: عادي إلى كربلاء

# AdministrativeRoles_BranchManager
source: Branch Manager
ar: مدير فرع

source: Can Not Delete Default User Groups
ar: لا يمكن حذف مجموعات المستخدمين الافتراضية

source: Failed To Update User Groups
ar: فشل تحديث مجموعات المستخدمين

source: User Groups Not Found
ar: لم يتم العثور على مجموعات المستخدمين

source: Failed To Create User Notification
ar: فشل في إنشاء إشعار المستخدم

source: User Notification Not Found
ar: لم يتم العثور على إشعار المستخدم

source: Failed To Create Notification Template
ar: فشل في إنشاء قالب الإشعار

source: Notification Template Not Found
ar: لم يتم العثور على قالب الإشعار

source: Vehicle Not Available
ar: السيارة غير متوفرة

source: Vehicle Not For Rent
ar: السيارة غير مخصصة للإيجار

source: Failed To Create Car Rental Order
ar: فشل في إنشاء طلب تأجير سيارة

source: Car Rental Order Not Found
ar: لم يتم العثور على طلب تأجير السيارة

source: Failed To Update Car Rental Order
ar: فشل في تحديث طلب تأجير السيارة

source: Car Rental Order Not Pending
ar: طلب تأجير سيارة غير معلق

source: Failed To Create Rent Car
ar: فشل في إنشاء سيارة للإيجار

source: Rent Car Not Found
ar: لم يتم العثور على سيارة للإيجار

source: Failed To Update Rent Car
ar: فشل في تحديث سيارة الإيجار

source: User Not Allowed
ar: المستخدم ممنوع من تسجيل الدخول

source: Driver Not Allowed
ar: السائق خارج الخدمه

# PaymentStatus_UnPaid
source: Unpaid
ar: غير مدفوعة

# PaymentStatus_Paid
source: Paid
ar: مدفوعه

# RideStatus_ArrivedAtDetour
source: Arrived At Detour
ar: وصل الى النقطة الثانية

# RideStatus_ArrivedAtPickup
source: Arrived At Pickup
ar: وصل إلى نقطة الاستلام

source: Ride Not Arrived At Pickup
ar: لم تصل الرحلة إلى مكان الاستلام
